[
    {"firstname":"Christopher","lastname":"Meyer",
        "titles":"President and CEO",
        "bio":"Christopher brings a breadth of leadership experience, technical knowledge, and project management to the team.  Prior to the creation of Synaptic Sparks, Chris worked hand-in-hand with representatives from the Departments of Defense, Health and Human Services, Energy, and Education to assist in the creation of solutions to solve challenges at a national level.  He received his Bachelor and Master of Science degrees in computer science from Kansas State University, in addition to minors in modern languages and economics.  Christopher brings international experience and his own engineering knowledge to Synaptic Sparks to inspire local, city, state, and federal involvement in the enhancement of STEM-based education for the next generation of America.",
        "image":"bio-christopher.a5f6ae58.jpg"
    },
    {"firstname":"Dave","lastname":"Maynard",
        "titles":"CTO",
        "bio":"Dave  provides unlimited vision, energy, and technical foundations on which Synaptic Sparks relies.  Dave has presented to thousands of K12 students across Florida on the value of Science, Technology, Engineering, and Math (STEM) in the classroom, and is also a proponent of using educational video games and multimedia to engage and educate students from every demographic.  Dave spent over 14 years in the video game industry as a technical expert, and over 14 additional years in the Simulation and Training industry as a Software Architect and Lead in cross-domains including the Departments of Education, Health and Human Services, and Energy.",
        "image":"bio-maynard.2fad906a.jpg"
    },
    {"firstname":"Liz","lastname":"Wiggins",
        "titles":"Vice President",
        "bio":"Liz Wiggins graduated from the University of Florida in December of 2015 with her Ph.D. in Mathematics. During graduate school, she had the opportunity to teach at UF as a teaching assistant, where she taught everything from college algebra to differential equations. She has been in Research and Development at SSI since June 2015, where she has been able to continue her passion for education. As a woman in mathematics, Liz is particularly passionate about getting girls excited about math and science. ",
        "image":"bio-liz.d1eda106.jpg"
    },
    {"firstname":"Shannon","lastname":"Heylmun",
        "titles":"Associate Professor",
        "bio":"Shannon Heylmun graduated from the University of Florida in May of 2011 with a Bachelor of Science in Mathematics.  She began to realize her enjoyment and aptitude for mathematics during her first semester of college-level study.  During her time as an undergraduate, she worked as a tutor of math and languages (English and Brazilian Portuguese), a vocation which inspired her to pursue a career in mathematics education.  In the fall of 2011, she began working toward a Master of Arts in Teaching Mathematics and supported her graduate studies by working as a teaching assistant.  She has instructed college level Precalculus, Trigonometry and Calculus at the University of Florida, and she has taught mathematics courses from College Algebra through Differential Equations at Valencia College since 2013.",
        "image":"bio-shannon.17ac364a.jpg"
    },
    {"firstname":"Mike","lastname":"Kalaf",
        "titles":"COO",
        "bio":"Mike has over 30 years of Modeling, Simulation and Training leading large scale efforts leveraging cutting edge technology. Mike has worked in the commercial and military aviation, training and simulation business. In his most recent efforts he has been leading new opportunities applying front end modeling, simulation and analysis. Mike has led several programs integrating “state of the art” technology and delivering highly successful technology and business innovation. Mike has been collaborating with educational organizations and exploring conceptual frameworks, platforms and business models to transform our current system and elevate the performance and quality.  He is involved with the University of Central Florida’s College of Education on a unique system of teacher training via classroom simulators. These projects fit well to advance science, technology, engineering and mathematics learning to lay the groundwork for a new generation of engineers and scientists. Mike volunteers his time to numerous education organizations including serving as a board member for the Central Florida STEM council and the Seminole County Public Schools Foundation. Mike’s formal education includes an earned Mechanical Engineering degree from Rochester Institute of Technology, RIT.",
        "image":"bio-kalaf.59e13dba.jpg"
    },
    {"firstname":"John","lastname":"Kennedy",
        "titles":"Board Member and Producer",
        "bio":"John joins Synaptic Sparks Inc. as a producer drawing on his 25 years of experience in puppet building and performing for TV and Film.  He began his professional career at Disney where he met Jim Henson and began working for the Muppets.  Some of his credits include the prime-time ABC sitcom Dinosaurs, the TV series Sesame Street, and the feature film Muppets From Space.  John has written 2 books on puppet making and has built characters for Sprout, Universal Studios, and many TV projects.  Now John brings his skills and enthusiasm to help bring a new world of projects to life at Synaptic Sparks Inc.",
        "imdb":"nm0448114",
        "image":"bio-john.333ce523.jpg"
    },
    {"firstname":"Jann","lastname":"Wimmer",
        "titles":"Multimedia Production Manager",
        "bio":"Jann joins the team with over 10 years experience in feature film production management, managing teams of artists and technical support personnel. Some of Jann’s professional credits include full feature films such as Beowulf, Alice in Wonderland, Green Lantern and The Amazing Spiderman. He also had the opportunity to serve as instructor for incoming employees at Sony Pictures Imageworks, documenting and presenting the proprietary software packages used in production. Jann earned his Bachelor of Science in computer science at Florida State University, and is currently supplementing his technical knowledge with a Masters of Business Administration from Touro University.",
        "imdb":"nm1249385",
        "image":"bio-wimmer.2a112935.jpg"
    },
    {"firstname":"Beau","lastname":"Hollis",
        "titles":"Software Engineer",
        "bio":"Beau Hollis is a software engineer with a specialization in computer graphics and real time rendering.  He is currently leading an effort to develop a next generation DirectX11 rendering system to power commercial simulation and training software.  Legally blind since birth, Beau was taught to use computers at an early age as an accommodation.  This sparked a lifelong fascination with technology.  Also fueled by a passion for music and art, he chose to focus his career on bridging the gaps between disciplines.  During his undergraduate and graduate engineering studies in The University of Florida’s Digital Arts and Sciences program, Beau was able to take several art and music electives, and to focus his coursework in related fields such as Virtual Environments, and Computer Graphic.  He interned with NASA and Microsoft before taking a job with Lockheed Martin, where he spent the last five years leveraging his unique combination of skills to enhance their simulation and training products.",
        "image":"bio-howell.fc55da3d.jpg"
    }
]